Repository: dondonjedd/5Minus-Flutter
Catalog: asset/language/language_*.arb
Languages: ms

source: Accessories
ms: Aksesori

source: Add Another Defect
ms: Tambah Kerosakan Lain

source: Allocation List Report
ms: Laporan Senarai Allokan

# appDescription
source: Vehicle Tracking Data Collection System
ms: Penerangan Aplikasi

source: Change Language
ms: Tukar Bahasa

source: Color
ms: Warna

source: Confirm Log Out
ms: Sahkan Log Keluar

source: Customer Number
ms: Nombor Pelanggan

source: Defect
ms: Kerosakan

source: Distribution
ms: Pengagihan

source: Email
ms: Emel

# emptyList
source: The list is currently empty
ms: Senarai ini kini kosong

# engineChassis
source: Engine/Chassis Number
ms: Nombor Enjin/Chassis

# engineNumberHint
source: Engine Number
ms: Nombor Enjin

source: Forgot Password
ms: Lupa Kata Laluan

source: History
ms: Sejarah

source: Login
ms: Log Masuk

source: Log Out
ms: Log Keluar

source: Missing
ms: Hilang

source: No items found
ms: Tiada item dijumpai

source: Parking Bay
ms: Teluk Letak Kereta

source: Password
ms: Kata Laluan

source: Physical Condition
ms: Keadaan Fizikal

source: Powered By
ms: Dikuasakan Oleh

source: Remove Defect
ms: Buang Kerosakan

source: Search
ms: Cari

# searchEVT
source: Search by E-VT
ms: Cari mengikut E-VT

# searchEngineNumber
source: Search by Engine Number
ms: Cari mengikut Nombor Enjin

source: Search Result
ms: Hasil Carian

# searchWorkOrderNumber
source: Search by Work Order Number
ms: Cari mengikut Nombor Pesanan Kerja

source: Select Area
ms: Pilih Kawasan

source: Select Date Range
ms: Pilih Julat Tarikh

source: Select Defect
ms: Pilih Kerosakan

source: Settings
ms: Tetapan

source: Submit Request
ms: Hantar Permintaan

source: Take Photo
ms: Ambil Gambar

source: Tracking Vehicle Status
ms: Menjejak Status Kenderaan

source: Update Vehicle Issues
ms: Kemas Kini Isu Kenderaan

source: View Driver Details
ms: Lihat Butiran Pemandu

# workOrderNumberHint
source: Work Order Number
ms: Nombor Pesanan Kerja
